
/* Workgroup picker title text */
"MCX_WORKGROUPS_FOR" = "Grupy robocze %@";
"MCX_NO_WORKGROUPS_FOR" = "Brak grup roboczych dla %@";


/* Alert strings */
"MCX_CANT_CREATE_MOBILE_ACCNT_TITLE" = "Nie można utworzyć konta przenośnego.";
"MCX_CANT_CREATE_MOBILE_ACCNT_TEXT" = "Wystąpił problem podczas tworzenia konta przenośnego.";
"MCX_CANT_MOUNT_MOBILE_ACCNT_DEVICE_TEXT" = "Wystąpił problem z dostępem do woluminu konta przenośnego.";
"MCX_CANT_CREATE_MOBILE_ACCNT_RECORD_TEXT" = "Wystąpił problem podczas tworzenia rekordu konta przenośnego.";
"MCX_BAD_MOBILE_ACCNT_PATH_TEXT" = "Wystąpił błąd podczas utworzenia lub próby dostępu do „%@”.";
"MCX_CANT_CREATE_FILEVAULT_HOME_TEXT" = "Wystąpił problem podczas tworzenia katalogu domowego FileVault.";
"MCX_BAD_FILEVAULT_HOME_PATH_TEXT" = "Nie można utworzyć katalogu domowego FileVault, ponieważ katalog o takiej samej nazwie już istnieje.";

"MCX_USER_CANT_LOGIN_SIMULTANEOUS_TITLE" = "Nie możesz kontynuować, gdyż taka sama osoba jest już zalogowana na innym komputerze.";
"MCX_USER_CANT_LOGIN_SIMULTANEOUS_TEXT" = "Jednocześnie możesz się zalogować tylko na jednym komputerze. Skontaktuj się z administratorem systemu i spróbuj ponownie.";

"MCX_USER_CANT_LOGIN_MEMBERSHIP_DENIED_TITLE" = "Nie możesz się teraz zalogować.";
"MCX_USER_CANT_LOGIN_MEMBERSHIP_DENIED_TEXT" = "Bieżące ustawienia nie pozwalają na zalogowanie. Skontaktuj się z administratorem systemu.";

"MCX_USER_CANT_LOGIN_LOCAL_NOT_ALLOWED_TITLE" = "Nie możesz się teraz zalogować.";
"MCX_USER_CANT_LOGIN_LOCAL_NOT_ALLOWED_TEXT" = "Lokalnie użytkownicy nie mogą się logować. Skontaktuj się z administratorem systemu.";

